Repository: Horttcore/Custom-Post-Type-Biddings
Catalog: languages/custom-post-type-biddings-*.po
Languages: de_de

# post type general name
source: Biddings
de_de: Ausschreibungen

# post type singular name
source: Bidding
de_de: Ausschreibung

# Bidding
source: Add New
de_de: Erstellen

source: Add New Bidding
de_de: Neue Ausschreibung erstellen

source: Edit Bidding
de_de: Ausschreibung bearbeiten

source: New Bidding
de_de: Neue Ausschreibung

source: View Bidding
de_de: Ausschreibung ansehen

source: View Biddings
de_de: Ausschreibungen ansehen

source: Search Biddings
de_de: Ausschreibungen durchsuchen

source: No Biddings found
de_de: Keine Ausschreibungen gefunden.

source: No Biddings found in Trash
de_de: Keine Ausschreibungen im Papierkorb gefunden.

source: Parent Bidding:
de_de: Übergeordnete Ausschreibung:

source: All Biddings
de_de: Alle Ausschreibungen

source: Bidding Archives
de_de: Ausschreibungs-Archive

source: Bidding Attributes
de_de: Attribute

source: Insert into bidding
de_de: In Ausschreibung einfügen

source: Uploaded to this bidding
de_de: Zu dieser Ausschreibung hochgeladen

source: Featured Image
de_de: Ausschreibungsbild

source: Set featured image
de_de: Ausschreibungsbild

source: Remove featured image
de_de: Ausschreibungsbild entfernen

source: Use as featured image
de_de: Als Ausschreibungsbild nutzen

source: Filter bidding list
de_de: Ausschreibungsliste filtern

source: Bidding list navigation
de_de: Navigation der Ausschreibungsliste

source: Biddings list
de_de: Ausschreibungsliste

source: Biddings
de_de: Ausschreibungen

# Post Type Slug
source: biddings
de_de: ausschreibungen

# taxonomy general name
source: Bidding Categories
de_de: Ausschreibungs-Kategorien

# taxonomy singular name
source: Bidding Category
de_de: Ausschreibungs-Kategorie

source: Search Bidding Categories
de_de: Ausschreibungs-Kategorien suchen

source: All Bidding Categories
de_de: Alle Ausschreibungs-Kategorien

source: Parent Bidding Category
de_de: Übergeordnete Ausschreibungs-Kategorie

source: Parent Bidding Category:
de_de: Übergeordnete Ausschreibungs-Kategorie:

source: Edit Bidding Category
de_de: Ausschreibungs-Kategorie bearbeiten

source: View Bidding Category
de_de: Ausschreibungs-Kategorie bearbeiten

source: Update Bidding Category
de_de: Ausschreibungs-Kategorie aktualisieren.

source: Add New Bidding Category
de_de: Neue Ausschreibungs-Kategorie erstellen

source: New Bidding Category Name
de_de: Ausschreibungs-Kategoriename

source: Separate bidding categories with commas
de_de: Ausschreibungs-Kategorien durch Kommas trennen.

source: Add or remove bidding categories
de_de: Ausschreibungs-Kategorien hinzufügen oder entfernen

source: Choose from the most used bidding categories
de_de: Wähle aus den meistgenutzten Ausschreibungs-Kategorien

source: No bidding categories found
de_de: Keine Ausschreibungs-Kategorien gefunden.

source: No bidding categories
de_de: Keine Ausschreibungs-Kategorien

source: Bidding Categories list navigation
de_de: Navigation der Ausschreibungs-Kategorienliste

source: Bidding Categories list
de_de: Navigation der Ausschreibungs-Kategorienliste

# Bidding Category Slug
source: bidding-category
de_de: ausschreibungs-kategorie

source: Bidding updated.
de_de: Ausschreibung aktualisiert.

source: Bidding restored to revision from %s
de_de: Ausschreibung aus Revision vom %s wiederhergestellt.

source: Bidding published.
de_de: Ausschreibung veröffentlicht.

source: Bidding saved.
de_de: Ausschreibung gespeichert.

source: Bidding submitted.
de_de: Ausschreibung abgeschickt.

source: Bidding scheduled for: <strong>%1$s</strong>.
de_de: Ausschreibung geplant für %s.

source: Bidding draft updated.
de_de: Ausschreibungsentwurf aktualisiert.

source: Preview bidding
de_de: Ausschreibungs-Vorschau

source: Custom Post Type Biddings
de_de: Custom Post Type Ausschreibungen
